Repository: zahrahalharbi/Macro1
Catalog: Macro.Project/MacroChallenge/MoneyGrow/MoneyGrow/*.lproj/Localizable.strings
Languages: ar

source: Plans
ar: الخطط

source: ChatBot
ar: حادثة

source: How much do you want to invest from your salary?
ar: كم تريد ان تستثمر من راتبك؟

source: select
ar: اختار

source: Do you have any debt?
ar: هل لديك ديون؟

source: Do you have emergency fund?
ar: هل لديك صندوق للطوارئ؟

source: What is your goal of investing during this period?
ar: ماهو هدفك من الاستثمار خلال هذة الفترة؟

source: Show me the results
ar: اظهر لي النتائج

source: Investing
ar: استثمار

source: 500 SR
ar: 500 ريال

source: 1000 - 2000 SR
ar: 1000 - 2000 ريال

source: 3000 - 4000 SR
ar: 3000 - 4000 ريال

source: No
ar: لا

source: Yes
ar: نعم
